module.exports         = (function(){

  /*
   *
   *
   */
 
   var config                     = {
     "default-coverage"           : [
       "a","b","c","d","e","f","g","h","i","j","k","l","m","n","o","p","q","r","s","t","u","v","w","x","y","z",
       "A","B","C","D","E","F","G","H","I","J","K","L","M","N","O","P","Q","R","S","T","U","V","W","X","Y","Z",
       "0","1","2","3","4","5","6","7","8","9","!","|",'"',"'","#","$","%","&","(",")","*","+",",","-",".","/",
       ":",";","<","=",">","?","@","[","]","^","_"," "," "
     ],
     "pangmenzhengdao"            : [
       "成","都","天","府","重","庆","西","安","上","海","武","汉","深","圳","南","京","杭","广","州","阿","多","比","凡","云"
     ],
     relPathFrom                  : "./fonts/",
     relPathTo                    : "../meshwriter/fonts/"
   };
   return config
 })()
